Revit 2027 API
UnitTypeId.DekanewtonMetersPerMeter Property
 Dekanewton meters per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DekanewtonMetersPerMeter { get; }
Public Shared ReadOnly Property DekanewtonMetersPerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DekanewtonMetersPerMeter {
	ForgeTypeId^ get ();
}
static member DekanewtonMetersPerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace